{
	"expositionSequence": [
		" *** Appuyez sur Entrée pour continuer ***",
		"Vous vous retrouvez plongés dans un monde apocalyptique dans lequel la science est devenue hors de contrôle.",
		"Vous êtes Roberto,le robot assistant créé par un scientifique fou.",
		"Lors de sa dernière expérience sur l’anatomie, il vous a coupé en deux. C'en est trop !",
		"Vous cherchez maintenant à vous enfuir de son laboratoire.",
		"La première étape pour vous est de vous rassembler.",
		"Il semblerait aussi y avoir des écrous un peu partout dans la pièce dans laquelle vous vous trouvez.",
		"Peut-être qu’ils pourraient vous servir à quelque chose..."
	],
	"notEnoughNuts": [
		"Il semblerait que vous n'ayez pas assez d'écrous pour vous assembler..."
	],
	"everyNutFound": [
		"Félicitations, vous avez trouvé tous les écrous !",
		"Vous pouvez maintenant vous diriger vers la sortie."
	],
	"leavingEndZone": [
		"Attention, rapprochez-vous de la porte pour vous assembler."
	],
	"canEndLevel1": [
		"Vous pouvez maintenant vous assembler pour passer la porte en appuyant sur ALT et CTRL droit."
	],
	"endingLevel": [
		"Félicitations !",
		"Vous venez de terminer la première partie de l'aventure !!",
		"La suite se cache derrière cette porte."
	],
	"level2explanation": [
		"Ouf, vous avez enfin retrouvé votre intégrité !",
		"Seulement, vous avez pris goût à votre autonomie...",
		"Vous recherchez donc une clé à molette pour avoir la possibilité de vous séparer quand vous le désirez.",
		"Peut-être se cache-t-elle dans cette pièce ??"
	],
	"needToCollectWrench": [
		"Récupérez la clé à molette avant de passer à la pièce suivante !"
	],
	"wrenchFound": [
		"Voilà enfin la clé à molette !!",
		"Vous pouvez désormais quitter cette pièce !"
	],
	"notEnoughNutsToGoOut": [
		"Il semblerait que vous n'ayez pas assez d'écrous pour accéder à la sortie..."
	],
	"level3explanation": [
		"Vous avez désormais la possibilité de vous (dés)assembler quand vous en avez envie !",
		"Lorsque cette envie se présente, appuyez sur ALT et CTRL droit.",
		"Vous allez enfin pouvoir déjouer tous les pièges et trouver la sortie.",
		"La porte semble endommagée...",
		"Ramassez tous les écrous sur votre chemin pour pouvoir l'ouvrir.",
		"Bon courage !"
	]
}
